tutorials/multiphase/overInterDyMFoam/boatAndPropeller/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

./Allrun.pre

runApplication decomposePar
runParallel $(getApplication)

#------------------------------------------------------------------------------
